---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.KilonewtonsPerCubicMeter
source: html/7ee654bc-455f-693f-fa48-a513529de8ca.htm
---
# Autodesk.Revit.DB.UnitTypeId.KilonewtonsPerCubicMeter Property

Kilonewtons per cubic meter.

## Syntax (C#)
```csharp
public static ForgeTypeId KilonewtonsPerCubicMeter { get; }
```